const exhibitsData = [
  {
    "id": "exhibit_1",
    "name": "Теребовлянська фігурка",
    "description": "Перед вами фрагмент глиняної антропоморфної фігурки трипільської культури, створеної приблизно 5 тисяч років тому. Подібні статуетки з характерними наскрізними очима, видовженим носом і розписом слугували оберегами домівки та символами родючості, уособлюючи захист родини й зв'язок із силами природи. Вони були важливою частиною побуту трипільців і часто зберігалися у житлах або культових куточках. Цей експонат знайдено в урочищі Гуртівня біля села Семенів — на місці давнього поселення, де колись вирувало життя однієї з найрозвиненіших культур стародавньої Європи.",
    "modelUrl": "./assets/models/item1.glb",
    "audioUrl": "./assets/audio/item1.mp3",
    "imageUrl": "./assets/images/item1.jpg",
    "targetIndex": 0,
    "arScale":    "0.10 0.10 0.10",
    "arPosition": "0 0 0.05",
    "arRotation": "0 0 0",
    "arRotateTo": "0 0 0"
  },
  {
    "id": "exhibit_2",
    "name": "Зуб Мамонта",
    "description": "Цей масивний викопний зуб — вражаючий слід давніх велетнів, що тисячі років тому мешкали на території Волині й Поділля. Експонат потрапив до нашої збірки у 1990-х роках з Кременецького музею. Хвилясті пластини, добре помітні на поверхні, характерні саме для мамонтових корінних зубів. Цікаво, що мамонти мали всього чотири зуби — по одному з кожного боку щелепи, які протягом життя поступово змінювалися. Перед вами — не просто фрагмент скам'янілості, а матеріальна частина історії льодовикової епохи та світу, якого вже давно немає.",
    "modelUrl": "./assets/models/item2.glb",
    "audioUrl": "./assets/audio/item2.mp3",
    "imageUrl": "./assets/images/item2.jpg",
    "targetIndex": 1,
    "arScale":    "0.15 0.15 0.15",
    "arPosition": "0 0 0.05",
    "arRotation": "0 0 0",
    "arRotateTo": "0 360 0"
  },
  {
    "id": "exhibit_3",
    "name": "Козацька люлька",
    "description": "Перед вами глиняна козацька люлька — характерний атрибут українського козацтва. Тютюн поширився на українських землях у XVII столітті, і саме тоді люлька стала невід'ємною частиною побуту, культури та навіть статусу козака. Такі люльки зазвичай виготовляли з обпаленої глини, а поверхню прикрашали простими, але впізнаваними орнаментами. Вони були не лише утилітарною річчю: люлька супроводжувала козака в дорозі, у військових походах, у відпочинку й у товариських розмовах.",
    "modelUrl": "./assets/models/item3.glb",
    "audioUrl": "./assets/audio/item3.mp3",
    "imageUrl": "./assets/images/item3.jpg",
    "targetIndex": 2,
    "arScale":    "0.15 0.15 0.15",
    "arPosition": "0 0 0.05",
    "arRotation": "0 0 0",
    "arRotateTo": "0 360 0"
  },
  {
    "id": "exhibit_4",
    "name": "Трипільский горщик",
    "description": "Перед вами фрагмент глиняного горщика трипільської культури, створеного близько 5 тисяч років тому. Стінки вкриті характерними тонкими лініями та плавними хвилястими мотивами — таким розписом трипільські майстри підкреслювали форму посудини та надавали їй особливого символічного змісту. Подібні горщики використовували у повсякденному побуті: для зберігання зерна, приготування їжі чи проведення обрядових дій. Цей експонат походить із території давніх трипільських поселень, де ремесла та землеробство були тісно пов'язані з природними циклами. Він зберігає у собі не лише практичне призначення, а й дух естетики та світогляду однієї з найдавніших культур Європи.",
    "modelUrl": "./assets/models/item4.glb",
    "audioUrl": "./assets/audio/item4.mp3",
    "imageUrl": "./assets/images/item4.jpg",
    "targetIndex": 3,
    "arScale":    "0.15 0.15 0.15",
    "arPosition": "0 0 0.05",
    "arRotation": "0 0 0",
    "arRotateTo": "0 360 0"
  },
  {
    "id": "exhibit_5",
    "name": "Великодня тріскачка",
    "description": "Опис",
    "modelUrl": "./assets/models/item5.glb",
    "audioUrl": "./assets/audio/item5.mp3",
    "imageUrl": "./assets/images/item5.jpg",
    "targetIndex": 4,
    "arScale":    "0.15 0.15 0.15",
    "arPosition": "0 0 0.05",
    "arRotation": "0 0 0",
    "arRotateTo": "0 360 0"
  },
  {
    "id": "exhibit_6",
    "name": "Дереворит Остапа Пасіки",
    "description": "Опис",
    "modelUrl": "./assets/models/item6.glb",
    "audioUrl": "./assets/audio/item6.mp3",
    "imageUrl": "./assets/images/item6.jpg",
    "targetIndex": 5,
    "arScale":    "0.15 0.15 0.15",
    "arPosition": "0 0 0.05",
    "arRotation": "0 0 0",
    "arRotateTo": "0 360 0"
  },
  {
    "id": "exhibit_7",
    "name": "Кам'яна булава",
    "description": "Перед вами — кам'яна булава, один із найдавніших символів сили та влади, яким користувалися мешканці наших земель тисячі років тому. Подібні булави виготовляли з твердого каменю, ретельно обтісуючи поверхню й залишаючи характерні «виступи» — щоб удари були відчутнішими. Такі предмети були не лише зброєю. У багатьох культурах булава слугувала ознакою статусу, атрибутом вождя чи воєначальника, символом сили громади та її захисників. Вона уособлювала владу й здатність обороняти свій рід. Цей експонат походить із фондів Теребовлянського музею-майстерні і дає можливість зазирнути в життя давніх спільнот, що колись заселяли Поділля й залишили нам свої прості, але вражаюче промовисті артефакти.",
    "modelUrl": "./assets/models/item7.glb",
    "audioUrl": "./assets/audio/item7.mp3",
    "imageUrl": "./assets/images/item7.jpg",
    "targetIndex": 6,
    "arScale":    "0.15 0.15 0.15",
    "arPosition": "0 0 0.05",
    "arRotation": "0 0 0",
    "arRotateTo": "0 360 0"
  }
];





